Repository: gatuno/Gatuf
Catalog: locale/*/gatuf.po
Languages: es

source: Error: More than one matching item found.
es: Error: Mas de un elemento fue encontrado.

source: The view "%s" is not defined.
es: La vista "%s" no ha sido definidia.

source: No matching foreign key found in model: %s for model %s
es: No se encontró la llave foránea en el modelo: %s para el model %s

source: Prev
es: Ant

source: Next
es: Sig

source: Name
es: Nombre

source: Filter the list:
es: Filtrar la lista:

source: Filter
es: Filtrar

source: now
es: ahora

source: The requested URL %s was not found on this server.
es: La URL solicitada %s no pudo ser encontrada en este servidor.

source: Please check the URL and try again.
es: Por favor revisa la ruta e intenta de nuevo.

source: 404 - Not Found
es: 404 - No encontrado

source: 403 - Forbidden
es: 403 - Acceso prohibido

source: You are not authorized to view this page
es: Usted no está autorizado a ver esta página

source: You do not have permission to view the requested directory or page using the credentials supplied.
es: Usted no tiene permisos para ver la ruta solicitada o página con las credenciales usadas.

source: <a href="%s">Please, click here to be redirected</a>.
es: <a href="%s">Por favor, haga clic para ser redirigido</a>.

source: The server encountered an unexpected condition which prevented it from fulfilling your request.
es: El servidor encontró un error inesperado que evitó procesar su petición.

source: An email has been sent to the administrators, we will correct this error as soon as possible. Thank you for your comprehension.
es: Un correo ha sido enviado a los administradores, corregiremos el error tan pronto como sea posible. Gracias por su comprensión.

source: 500 - Internal Server Error
es: 500 - Error interno del servidor

source: Fixture file not found: %s.
es: Archivo fixture no encontrado: %s.

source: Cannot load existing model <%1$s(%2$s)>.
es: No se puede cargar el modelo <%1$s(%2$s)>.

source: Template file contains invalid characters: %s
es: El archivo de plantilla contiene caracteres inválidos: %s

source: Template file not found: %s
es: Archivo de plantilla no encontrado: %s

source: Invalid tag in translation extractor: %s
es: Etiqueta inválida durante la traducción: %s

source: Invalid function syntax: %s
es: Función inválida: %s

source: Invalid tag syntax: %s
es: Etiqueta inválida: %s

source: Invalid syntax: (%s) %s.
es: Sintaxis inválida: (%s) %s.

source: Invalid character: (%s) %s.
es: Carácter inválido: (%s) %s.

source: This field is required.
es: Este campo es requerido.

source: Y
es: A

source: Day
es: Día

source: Month
es: Mes

source: Year
es: Año

source: The value must be an integer.
es: El valor debe ser un número entero.

source: Invalid choice
es: Opción inválida

source: Ensure that this value is not greater than %1$d.
es: Este valor no debe ser mayor que %1$d.

source: Ensure that this value is not lower than %1$d.
es: Este valor no debe ser menor que %1$d.

source: Enter a valid time.
es: La hora es inválida.

source: No files were uploaded. Please try to send the file again.
es: Ningún archivo fue subido. Por favor intente enviar el archivo de nuevo.

source: The uploaded file is too large. Reduce the size of the file to %s and send it again.
es: El archivo subido es demasiado grande. Reduzca el tamaño del archivo a %s e inténtelo de nuevo.

source: The upload did not complete. Please try to send the file again.
es: La subida de archivo no se completó. Por favor intente enviar el archivo de nuevo.

source: The server has no temporary folder correctly configured to store the uploaded file.
es: El servidor no tiene una carpeta de archivos temporales configurada para almacenar el archivo subido.

source: The uploaded file has been stopped by an extension.
es: El archivo subido fue cancelado por una extensión.

source: An error occured when upload the file. Please try to send the file again.
es: Un error ocurrió al subir el archivo. Por favor intente enviar el archivo de nuevo.

source: The uploaded file is too big (%1$s). Reduce the size to less than %2$s and try again.
es: El archivo subido es demasiado grande (%1$s). Por favor suba un archivo menor que %2$s e intente de nuevo.

source: An error occured when creating the upload path. Please try to send the file again.
es: Un error ocurrió al crear la ruta en el servidor. Por favor intente enviar el archivo de nuevo.

source: A file with the name "%s" has already been uploaded.
es: Un archivo con el nombre "%s" ya está subido.

source: An error occured when uploading the file. Please try to send the file again.
es: Un error ocurrió al subir el archivo. Por favor intente enviar el archivo de nuevo.

source: Enter a valid email address.
es: El valor debe ser una dirección de correo válida.

source: Enter a number.
es: Ingrese un número.

source: Ensure this value is less than or equal to %s.
es: El valor debe ser menor o igual que %s.

source: Ensure this value is greater than or equal to %s.
es: El valor debe ser mayor o igual que %s.

source: Ensure this value has at most %1$d characters (it has %2$d).
es: El valor no debe exceder de %1$d caracteres (tiene %2$d).

source: Ensure this value has at least %1$d characters (it has %2$d).
es: El valor debe tener al menos %1$d caracteres (tiene %2$d).

source: Enter a valid date/time.
es: La fecha/hora son inválidas.

source: Enter a valid date.
es: La fecha es inválida.

source: Enter a valid address.
es: La dirección es inválida.
